Revit 2027 API
ParameterTypeId.RebarStaggeredSet Property
 "Staggered Set"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarStaggeredSet { get; }
Public Shared ReadOnly Property RebarStaggeredSet As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarStaggeredSet {
	ForgeTypeId^ get ();
}
static member RebarStaggeredSet : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace